// =======================================================
// WEBSITE NAME (NICKNAME)
// =======================================================
var website_name = "Dadu-Topup";

// =======================================================
// TELEGRAM CHANNEL LINK
// =======================================================
var telegram_channel_link = "https://t.me/+_qA1uqHlgZ0wMmZl";

// =======================================================
// TELEGRAM GROUP LINK
// =======================================================
var telegram_group_link = "https://t.me/+_qA1uqHlgZ0wMmZl";

// =======================================================
// YOUTUBE CHANNEL LINK
// =======================================================
var youtube_channel_link = "https://youtube.com/@ntt4925-2?si=wcSTLgs1ryo-Fxef";

// =======================================================
// NOTIFICATION TEXT
// =======================================================
var notification_text = `🎮 DADU TOPUP-এ স্বাগতম! 💎

🔥 ফ্রি ফায়ার ডায়মন্ড টপ-আপ চলছে!
⚡ দ্রুত ডেলিভারি
💰 সাশ্রয়ী দামে ডায়মন্ড
🛒 এখনই অর্ডার করুন!

❤️ আপনার বিশ্বস্ত টপ-আপ শপ।`;
